[
  {
    "reference": "Proverbs 16:3",
    "text": "Commit to the LORD whatever you do, and he will establish your plans."
  },
  {
    "reference": "Proverbs 3:5-6",
    "text": "Trust in the LORD with all your heart and lean not on your own understanding; in all your ways submit to him, and he will make your paths straight."
  },
  {
    "reference": "Ecclesiastes 3:1",
    "text": "There is a time for everything, and a season for every activity under the heavens."
  },
  {
    "reference": "Proverbs 4:23",
    "text": "Above all else, guard your heart, for everything you do flows from it."
  },
  {
    "reference": "Proverbs 27:17",
    "text": "As iron sharpens iron, so one person sharpens another."
  },
  {
    "reference": "Ecclesiastes 9:10",
    "text": "Whatever your hand finds to do, do it with all your might, for in the realm of the dead, where you are going, there is neither working nor planning nor knowledge nor wisdom."
  },
  {
    "reference": "Proverbs 15:1",
    "text": "A gentle answer turns away wrath, but a harsh word stirs up anger."
  },
  {
    "reference": "Proverbs 10:4",
    "text": "Lazy hands make for poverty, but diligent hands bring wealth."
  },
  {
    "reference": "Ecclesiastes 7:9",
    "text": "Do not be quickly provoked in your spirit, for anger resides in the lap of fools."
  },
  {
    "reference": "Proverbs 1:7",
    "text": "The fear of the LORD is the beginning of knowledge, but fools despise wisdom and instruction."
  },
  {
    "reference": "Proverbs 18:21",
    "text": "The tongue has the power of life and death, and those who love it will eat its fruit."
  },
  {
    "reference": "Ecclesiastes 5:10",
    "text": "Whoever loves money never has enough; whoever loves wealth is never satisfied with their income. This too is meaningless."
  },
  {
    "reference": "Proverbs 16:9",
    "text": "In their hearts humans plan their course, but the LORD establishes their steps."
  },
  {
    "reference": "Proverbs 22:6",
    "text": "Start children off on the way they should go, and even when they are old they will not turn from it."
  },
  {
    "reference": "Ecclesiastes 12:13",
    "text": "Now all has been heard; here is the conclusion of the matter: Fear God and keep his commandments, for this is the duty of all mankind."
  }
]
